[
  {
    "id": 118,
    "uuid": "3ebd689e-8d28-4247-b399-31e0f7c8adae",
    "dateFrom": "2018-05-13T00:48:18",
    "dateTo": "2017-12-18T16:36:40",
    "event": "Hotel Staying",
    "firstService": "2018-06-06T08:04:57",
    "keyDepositStatus": "has been returned",
    "keyStatus": "has not received key",
    "lastService": "2017-08-29T08:31:22",
    "location": [
      {
        "lat": 41.896818,
        "lng": 67.044114,
        "lat_sin": 0.66779121807469,
        "lat_cos": 0.74434863408374,
        "lng_rad": 1.1701405333824,
        "data": []
      }
    ],
    "reducedPrice": false,
    "roomNumber": "101",
    "serviceUse": "Afternoon snack",
    "stayInformation": "Humo iaceo nutus paulatim vindico. Abluo patria refoveo. Abico autem esca iriure luptatum praemitto probo uxor vindico. Ea neo odio oppeto si suscipere validus vulputate wisi. Amet bene camur cui feugiat inhibeo obruo pecus pneum zelus.\n\nDamnum duis exerci gemino ideo lucidus occuro sed vel verto. Abdo conventio et nimis refoveo scisco tamen venio. At consequat immitto incassum ludus luptatum suscipit. Capto sino venio. Autem ex iaceo imputo qui. Ad caecus iriure natu praemitto premo refero. Abbas autem commodo euismod luctus scisco ulciscor utinam.\n\nAd erat exerci mauris nimis plaga quadrum quidem turpis valetudo. Autem blandit ea gravis haero in quis wisi. Duis eu gravis haero persto singularis venio.\n\nDamnum genitus premo secundum si ulciscor ullamcorper wisi. Adipiscing defui iaceo lucidus mauris nisl quae tamen. Aliquam at duis eum in loquor quis valde velit volutpat. Consectetuer te vulputate.\n\nConsectetuer esse incassum nibh roto. Aliquam appellatio eros ex haero immitto. Causa conventio exputo huic inhibeo metuo nimis paratus. Letalis pneum quia saepius vereor. Amet augue esse fere iaceo interdico plaga quae tum vulpes. Diam dolor ille lobortis refoveo sudo ullamcorper uxor valde. Consectetuer gemino jumentum persto usitas vel verto. Dolore eros eu gilvus laoreet ludus molior oppeto.\n\nAccumsan brevitas ibidem pala premo proprius quia. Natu nostrud occuro. At bene inhibeo luctus meus paulatim pecus praesent tum. Abbas letalis luctus. Blandit cui praesent volutpat. Commodo damnum gravis melior metuo quadrum ullamcorper.\n\nDolor modo nobis nulla refero. Acsi facilisi loquor quis tation. Distineo esse ex hos rusticus sino validus vindico. Aliquip conventio distineo incassum olim praemitto quibus si vindico volutpat. Ad eros gravis odio os sed. At consectetuer qui sit. Antehabeo at cogo dolore fere illum natu neque quibus quidem. Consequat conventio eu eum ex quibus sino tum.\n\nCapto nulla quis vulputate. Brevitas gemino quibus similis usitas valde. Appellatio dolore illum jugis valetudo. Aliquip brevitas incassum lobortis neque nobis paulatim. Commodo dignissim feugiat pala refoveo similis. Abdo lenis neo sudo tego vero.\n\nAbluo consequat meus oppeto voco. Defui diam esca gravis iriure lenis nimis quae ymo. Hos melior sed. Erat facilisi letalis magna occuro pala sino tego turpis. Hos tamen utinam. Amet importunus praesent ut veniam. Abdo dignissim macto quadrum quae vulpes. Antehabeo cogo saluto. Commodo conventio ideo uxor. Appellatio dolor gemino neo quis saluto ymo. Melior nunc suscipit tum. Amet lobortis oppeto populus sudo tum.\n\nAt facilisis incassum olim quibus sino valde verto virtus vulputate. Dignissim immitto neque paratus probo rusticus suscipit voco. Dolus huic ille iustum voco ymo. Amet autem exerci incassum occuro persto vereor verto. In lenis premo proprius qui scisco.\n\nNutus ut verto. Et huic paulatim quia quidne suscipit virtus. Dignissim euismod facilisi fere genitus nisl occuro persto sudo vulpes. Aliquam cogo eu immitto iusto melior neo plaga turpis. Aliquam commoveo feugiat genitus humo immitto lobortis uxor ymo. Dolore iaceo interdico natu. Abigo hendrerit metuo oppeto valde. Adipiscing aliquip caecus iustum lobortis loquor persto uxor.\n\nImputo nobis quae quia verto. Esse patria pecus similis sino zelus. Blandit duis eu hendrerit similis veniam. Abico causa eu facilisis modo natu nunc. Aliquip augue esca natu pecus singularis. Immitto rusticus sit tum.\n\n",
    "mobilityId": [
      "119",
      "120",
      "121",
      "122",
      "123"
    ],
    "eventId": []
  }
]
